/* Torrent -> progress string */
" - %@ remaining" = " - %@ verbleibend";

/* Torrent -> progress string */
" - remaining time unknown" = " - verbleibende Zeit unbekannt";

/* File size (beware of leading space) */
" GB" = " GB";

/* File size (beware of leading space) */
" KB" = " KB";

/* File size (beware of leading space) */
" MB" = " MB";

/* Removal confirm panel -> message part 2 */
" Once removed, continuing the transfers will require the torrent files. Do you really want to remove them?" = " Sobald entfernt, benötigen Sie zum Fortsetzen der Übertragung die Torrent Dateien. Sollen sie wirklich entfernt werden?";

/* Inspector -> Files tab -> file status string */
"%.2f%% of %@" = "%1$.2f%% von %2$@";

/* Torrent -> progress string */
"%@ of %@ (%.2f%%)" = "%1$@ von %2$@ (%3$.2f%%)";

/* Inspector -> above tabs -> total size (several torrents selected) */
"%@ Total" = "%@ Gesamt";

/* Torrent -> progress string */
"%@, uploaded %@ (Ratio: %@)" = "%1$@, hochgeladen %2$@ (Verhältnis: %3$@)";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d cache";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d verbunden";

/* Torrent -> remaining time */
"%d days %d hr" = "%1$d Tage %2$d Stunden";

/* Dock item - Downloading */
"%d Downloading" = "%d Download";

/* Inspector -> Files tab -> bottom text (number of files) */
"%d files total" = "%d Dateien gesamt";

/* Torrent -> remaining time */
"%d hr %02d min" = "%1$d Stunden %2$d Minuten";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d eingehend";

/* Torrent -> remaining time */
"%d min %02d sec" = "%1$d Minuten %2$d Sekunden";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Torrent -> remaining time */
"%d sec" = "%d Sekunden";

/* Dock item - Seeding */
"%d Seeding" = "%d Seeding";

/* Inspector -> above tabs -> selected torrents */
"%d Torrents Selected" = "%d Torrents markiert";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d Tracker";

/* Status bar transfer count */
"%d Transfers" = "%d Transfers";

/* File size */
"%lld bytes" = "%lld bytes";

/* Torrent -> remaining time */
"1 day %d hr" = "1 Tag %d Stunden";

/* Inspector -> Files tab -> bottom text (number of files) */
"1 file total" = "1 Datei gesamt";

/* Status bar transfer count */
"1 Transfer" = "1 Übertragung";

/* Move folder cannot be found alert -> message */
"\"%@\" cannot be found. The file will remain in its current location." = "\"%@\" kann nicht gefunden werden. Die Datei wird nicht verschoben.";

/* Folder cannot be found alert -> message */
"\"%@\" cannot be found. The transfer will be paused." = "\"%@\" kann nicht gefunden werden. Die Übertragung wird angehalten.";

/* Torrent file disk space alert -> button */
"Always Download" = "Immer herunterladen";

/* Transfer speed (Bytes per second) */
"B/s" = "B/s";

/* Preferences -> Bandwidth toolbar item title */
"Bandwidth" = "Bandbreite";

/* Growl notification description */
"Bandwidth settings changed" = "Bandbreiteneinstellungen geändert";

/* Inspector -> Peers tab -> table row tooltip */
"cache" = "Cache";

/* Removal confirm panel -> button
   Confirm Quit panel -> button */

"Cancel" = "Abbrechen";

/* Torrent -> status string */
"Checking existing files" = "Überprüfe vorhandene Dateien";

/* Preferences -> Network -> port status */
"Checking port status" = "Überprüfe Port Status";

/* Folder cannot be found alert -> location button */
"Choose New Location" = "Neuen Ordner aussuchen";

/* Confirm Quit panel -> title */
"Confirm Quit" = "Wirklich beenden?";

/* Removal confirm panel -> title */
"Confirm Removal of %d Transfers" = "Entfernen von %d Transfers bestätigen";

/* Removal confirm panel -> title */
"Confirm Removal of \"%@\"" = "Entfernen von \"%@\" bestätigen";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "Kopie von \"%@\" kann nicht erstellt werden";

/* Torrent -> status string */
"DL: %@, " = "DL: %@, ";

/* Torrent file disk space alert -> button */
"Download Anyway" = "Trotzdem herunterladen";

/* Growl notification title */
"Download Complete" = "Download abgeschlossen";

/* Torrent -> status string */
"Downloading" = "Lade";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "Herunterladen von %1$d von %2$d Peers";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "Herunterladen von %d von 1 Peer";

/* Transfer speed invalid
   Ratio invalid */

"error" = "Fehler";

/* Preferences -> Network -> port map status */
"Error mapping port" = "Fehler beim Portmapping";

/* Torrent -> status string */
"Error: " = "Fehler: ";

/* Filter toolbar item -> label */
"Filter" = "Filter";

/* Preferences -> General toolbar item title */
"General" = "Allgemein";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "Filterleiste ausblenden";

/* View menu -> Inspector */
"Hide Inspector" = "Inspektor ausblenden";

/* View menu -> Status Bar */
"Hide Status Bar" = "Statusleiste ausblenden";

/* Inspector -> Peers tab -> table row tooltip */
"incoming connection" = "eingehende Verbindung";

/* Inspector -> Peers tab -> peers
   Inspector -> Files tab -> bottom text (number of files) */

"info not available" = "Info nicht verfügbar";

/* Inspector toolbar item -> label */
"Inspector" = "Inspektor";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "Es sieht so aus, als ob die Datei \"%1$@\" von %2$@ keine Torrent Datei ist.";

/* Action context menu -> upload/download limit */
"Limit (%d KB/s)" = "Limit (%d KB/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "Log konnte nicht gespeichert werden";

/* No Ratio
   Torrent -> status string */

"N/A" = "n.v.";

/* Preferences -> Network toolbar item title */
"Network" = "Netzwerk";

/* Inspector -> above tabs -> selected torrents */
"No Torrents Selected" = "Keine Torrents ausgewählt";

/* Torrent file disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "Nicht genug freier Speicherplatz um \"%@\" komplett herunter zu laden.";

/* Download not a torrent -> button
   Save log alert panel -> button
   Move folder cannot be found alert -> button
   Torrent download failed -> button
   Folder cannot be found alert -> button
   Torrent file copy alert -> button
   Torrent file disk space alert -> button */






"OK" = "OK";

/* Open toolbar item -> label */
"Open" = "Öffnen";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "Öffne Torrent Dateien";

/* Open toolbar item -> tooltip */
"Open torrent files" = "Torrent Dateien öffnen";

/* Pause toolbar item -> label */
"Pause" = "Anhalten";

/* Pause All toolbar item -> label */
"Pause All" = "Alle Anhalten";

/* Pause All toolbar item -> tooltip */
"Pause all transfers" = "Hält alle Transfers an";

/* Pause toolbar item -> palette label */
"Pause Selected" = "Ausgewählte Anhalten";

/* Pause toolbar item -> tooltip */
"Pause selected transfers" = "Hält die ausgewählten Transfers an";

/* Torrent -> status string */
"Paused" = "Angehalten";

/* Inspector -> Peers tab -> table row tooltip */
"peer exchange" = "Peer Austausch";

/* Inspector -> Activity -> detailed pieces view tooltip */
"Piece Availability" = "Verfügbarkeit des Teiles";

/* Inspector -> Activity -> detailed pieces view tooltip */
"Piece Progress" = "Fortschritt des Teiles";

/* Preferences -> Network -> port status */
"Port is closed" = "Port ist geschlossen";

/* Preferences -> Network -> port status */
"Port is open" = "Port ist offen";

/* Preferences -> Network -> port status */
"Port is stealth" = "Port ist versteckt";

/* Preferences -> Network -> port map status */
"Port successfully mapped" = "Port erfolgreich gemappt";

/* Inspector -> is private torrent */
"Private Torrent, PEX disabled" = "Privater Torrent, PEX deaktiviert";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %.1f%%\nPort: %@\nFrom: %@" = "Fortschritt: %1$.1f%%\nPort: %2$@\nVon: %3$@";

/* Inspector -> is not private torrent */
"Public Torrent" = "Öffentlicher Torrent";

/* Transmission already running alert -> button
   OS update needed -> button
   Confirm Quit panel -> button */


"Quit" = "Beenden";

/* Torrent -> status string */
"Ratio: " = "Verhältnis: ";

/* Torrent -> status string */
"Ratio: %@, " = "Verhältnis: %@, ";

/* Removal confirm panel -> button
   Remove toolbar item -> label */

"Remove" = "Entfernen";

/* Remove toolbar item -> palette label */
"Remove Selected" = "Ausgewählte entfernen";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "Entfernt die ausgewählten Transfers";

/* Resume toolbar item -> label */
"Resume" = "Fortsetzen";

/* Resume All toolbar item -> label */
"Resume All" = "Alle Fortsetzen";

/* Resume All toolbar item -> tooltip */
"Resume all transfers" = "Alle Transfers Fortsetzen";

/* Resume toolbar item -> palette label */
"Resume Selected" = "Ausgewählte Fortsetzen";

/* Resume toolbar item -> tooltip */
"Resume selected transfers" = "Setzt die ausgewählten Transfers fort";

/* Torrent -> status string */
"Seeding" = "Seeding";

/* Torrent -> status string */
"Seeding complete" = "Seeding abgeschlossen";

/* Growl notification title */
"Seeding Complete" = "Seeding Abgeschlossen";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "Seeding an %1$d von %2$d Peers";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "Seeding an %d von 1 Peer";

/* Folder cannot be found alert -> prompt
   Default incomplete folder cannot be found alert -> prompt
   Default folder cannot be found alert -> prompt
   Open torrent -> prompt */



"Select" = "Wähle";

/* Folder cannot be found alert -> select destination folder
   Open torrent -> select destination folder */

"Select the download folder for \"%@\"" = "Download-Ordner für \"%@\" aussuchen";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "Schnellzugriff zum Verändern globaler Einstellungen.";

/* View menu -> Filter Bar */
"Show Filter Bar" = "Filterleiste einblenden";

/* View menu -> Inspector */
"Show Inspector" = "Inspektor einblenden";

/* View menu -> Status Bar */
"Show Status Bar" = "Statusleiste einblenden";

/* Growl notification title */
"Speed Limit Auto Disabled" = "Tempolimit Automatisch Deaktiviert";

/* Growl notification title */
"Speed Limit Auto Enabled" = "Tempolimit Automatisch Aktiviert";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "Das Tempolimit überschreibt die globalen Bandbreitenlimits.";

/* Action context menu -> ratio stop */
"Stop at Ratio (%.2f)" = "Bestimmtes Verhältnis (%.2f)";

/* Torrent -> status string */
"Stopping" = "Beende";

/* Default folder cannot be found alert -> message */
"The download folder cannot be found. Choose a new location." = "Der Download-Ordner kann nicht gefunden werden. Wählen Sie einen neuen.";

/* Folder cannot be found alert -> title */
"The folder for downloading \"%@\" cannot be found." = "Der Ordner für das Herunterladen von \"%@\" kann nicht gefunden werden.";

/* Move folder cannot be found alert -> title */
"The folder for moving the completed \"%@\" cannot be found." = "Der Ordner, in den \"%@\" verschoben werden sollte, kann nicht gefunden werden.";

/* Default incomplete folder cannot be found alert -> message */
"The incomplete folder cannot be found. Choose a new location or cancel for none." = "Der Ordner für unvollständige Dateien kann nicht gefunden werden. Wählen Sie einen Neuen oder brechen Sie ab, um keinen zu verwenden.";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@ because an error occurred (%@)." = "Der Torrent konnte von %1$@ nicht heruntergeladen werden, da ein Fehler auftrat (%2$@).";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "Die Torrent Datei (%@) kann nicht gefunden werden.";

/* Torrent file disk space alert -> message */
"The transfer will be paused. Clear up space on \"%@\" to continue." = "Die Übertragung wird unterbrochen. Schaffen sie Platz auf \"%@\" um fortzufahren.";

/* Removal confirm panel -> message part 1 */
"There are %d active transfers." = "Zurzeit gibt es %d aktive Transfers.";

/* Confirm Quit panel -> message */
"There are %d active transfers. Do you really want to quit?" = "Zurzeit gibt es %d aktive Transfers. Möchten Sie wirklich beenden?";

/* Removal confirm panel -> message part 1 */
"There are %d transfers (%d active)." = "Zurzeit gibt es %1$d Transfers (%2$d aktiv).";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "Eine Kopie von Transmission wurde bereits gestartet. Diese Kopie kann nicht gestartet werden, bevor die andere Instanz beendet wird.";

/* Confirm Quit panel -> message */
"There is an active transfer. Do you really want to quit?" = "Es gibt eine aktive Übertragung. Möchten Sie wirklich beenden?";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "Es gab ein Problem die Datei \"%@\" zu erstellen.";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file. Do you really want to remove it?" = "Diese Übertragung ist zurzeit aktiv. Sobald entfernt, benötigen Sie zum Fortsetzen der Übertragung die Torrent Dateien. Sollen sie wirklich entfernt werden?";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "Filter ein-/ausblenden";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "Inspektor ein-/ausblenden";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "Die Filterleiste ein-/ausblenden";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "Den Torrent Inspektor ein-/ausblenden";

/* Torrent download error -> title
   Download not a torrent -> title */

"Torrent download failed" = "Herunterladen des Torrents fehlgeschlagen";

/* Growl notification title */
"Torrent File Auto Added" = "Torrent Datei Automatisch hinzugefügt";

/* Status bar -> total download */
"Total DL: " = "Summe DL: ";

/* Status bar -> total upload */
"Total UL: " = "Summe UL: ";

/* Inspector -> Peers tab -> table row tooltip */
"tracker" = "Tracker";

/* Preferences -> Transfers toolbar item title */
"Transfers" = "Transfers";

/* OS update needed -> message */
"Transmission has features that require a more up-to-date operating system. The operating system must be updated before this version can run." = "Transmission beinhaltet Features die ein aktuelleres Betriebssystem benötigen. Ihr Betriebssystem muss aktualisiert werden, bevor sie diese Version benutzen können.";

/* Transmission already running alert -> title */
"Transmission is already running." = "Transmission wurde bereits gestartet.";

/* OS update needed -> title */
"Transmission requires Mac OS X 10.4 or greater." = "Transmission benötigt Mac OS X 10.4 oder höher.";

/* Torrent -> location when deleting original */
"Transmission Support Folder" = "Transmission Support-Ordner";

/* Torrent -> status string */
"UL: " = "UL: ";

/* Preferences -> Network -> port status */
"Unable to check port status" = "Konnte den Portstatuts nicht überprüfen";

/* Torrent -> remaining time */
"Unknown" = "Unbekannt";

/* Save log panel -> default file name */
"untitled" = "unbenannt";

/* Torrent -> status string */
"Waiting to download" = "Warte auf herunterladen";

/* Torrent -> status string */
"Waiting to seed" = "Warte auf Seeding";